[
  {
    "logo": "../assets/kcsoclogo.svg",
    "title": "National KCSOC",
    "subtitle1": "National President",
    "subtitle2": "Aug 2019 - Jul 2020",
    "results": [
      "Led a team of 10 to create a university network of over 800 students across 30 U.K universities which offer spiritual wellbeing coaching.",
      "Used Python, JavaScript & HTML to develop a web application and other software, to automate business processes and increase efficiency",
      "Created a new brand of nationwide, university wellbeing retreats by developing a fully functioning e-commerce website, generating a revenue of £7000 in the first 6 months.",
      "Created, implemented and evolved high-impact marketing campaigns for national retreats and talks. Resulted in breaking the record sales figure in 20 years for the annual London retreat."
    ]
  },
  {
    "logo": "../assets/creditsightslogo.svg",
    "title": "CreditSights",
    "subtitle1": "Software Engineer",
    "subtitle2": "Aug 2018 - Sept 2018",
    "results": [
      "Utilised Python data analysis and visualisation tools to create a bespoke application, built using Flask, which calculated revenue information given user-defined requirements and data. Worked closely with the company’s CFO, who was the main user of the application."
    ]
  },
  {
    "logo": "../assets/healthsharedlogo.svg",
    "title": "Health Shared",
    "subtitle1": "Software Engineer Intern",
    "subtitle2": "Jun 2018 - Jul 2019",
    "results": [
      "Collaborated with a team of web developers in a healthcare start-up to implement a responsive web application.",
      "Utilised JavaScript, Python, Google Firebase and NoSQL technologies to scrape, store and display NHS data via the web application. Implemented article-level metrics for user-produced content on the website."
    ]
  },
  {
    "logo": "../assets/justeatlogo.svg",
    "title": "Just Eat",
    "subtitle1": "Customer Service Advisor",
    "subtitle2": "Aug 2017",
    "results": [
      "Provided customer service support for restaurant/delivery partners via phone, live web-chat and email.",
      "Solved 80% of queries within the 5 minutes SLA, due to being able to quickly understand customer requirements."
    ]
  },
  {
    "logo": "../assets/tol.svg",
    "title": "Think Out Loud UK",
    "subtitle1": "Co-Founder and Chief Creative Officer",
    "subtitle2": "Feb 2016 - Feb 2018",
    "results": [
      "Co-founded a bespoke, online fashion brand. Implemented an e-commerce website, created marketing campaigns and designed the garment range for our target audience.",
      "Gained entrepreneurial experience by working with stakeholders, negotiating with suppliers and developing business ideas to help the growth of the company."
    ]
  },
  {
    "logo": "../assets/tol.svg",
    "title": "Explore Learning",
    "subtitle1": "Maths, English & 11+ Tutor",
    "subtitle2": "Oct 2014 - Jul 2016",
    "results": [
      "Full ownership of the 11+ course, providing specialist support to children taking the 11+ Exams. This involved lesson planning, teaching groups of 30 children, marking work and providing individual feedback to parents."
    ]
  }
]
