[
  {
    "logo": "../assets/freestyle.svg",
    "title": "Freestyle Cuts",
    "subtitle1": "Software Engineer (Part Time)",
    "subtitle2": "Oct 2016 - Jul 2019",
    "results": [
      "Developing a mobile app, using React Native and Sails.js, for a hair and beauty startup with over 500 monthly active users.",
      "Implementing features that will manage operations and interact with IoT devices in a semi-automated hair salon. "
    ]
  },
  {
    "logo": "../assets/kcsoclogo.svg",
    "title": "National KCSOC",
    "subtitle1": "National President (Full-Time Volunteer)",
    "subtitle2": "Aug 2019 - Jul 2020",
    "results": [
      "Led a team of 10 to create a network offering spiritual wellbeing and life coaching to over 800 students across 30 universities.",
      "Used React, HTML5, CSS3 and RESTful APIs to develop a web application. See KCSOC Studio below for more details.",
      "Created a new brand of nationwide, university wellbeing retreats by developing a fully functioning e-commerce website, which generated a revenue of £7000 in the first 6 months.",
      "Used Python and Google Apps Scripts to automate admin tasks, such as data scraping and spreadsheet management."
    ]
  },
  {
    "logo": "../assets/creditsightslogo.svg",
    "title": "CreditSights",
    "subtitle1": "Software Engineer (Full Time)",
    "subtitle2": "Aug 2018 - Sept 2018",
    "results": [
      "Used Python, Flask and Dash to develop a bespoke data visualisation web app that displayed company revenue information.",
      "Processed data from spreadsheets using Pandas displayed the data on interactive graphs using Plot.ly. Proved much faster than creating graphs manually in Excel and saved 10 hours each week."
    ]
  },
  {
    "logo": "../assets/healthsharedlogo.svg",
    "title": "Health Shared",
    "subtitle1": "Software Engineer (Internship)",
    "subtitle2": "Jun 2018 - Jul 2018",
    "results": [
      "Collaborated with a team of developers in a healthcare start-up to implement a responsive web app.",
      "Built a Java based data pipeline that requested data using the NHS API and updated a Firebase Realtime Database. Used Node.js to implement cloud functions that published user content to an open-access repository."
    ]
  },
  {
    "logo": "../assets/justeatlogo.svg",
    "title": "Just Eat",
    "subtitle1": "Customer Service Advisor (Full-Time)",
    "subtitle2": "Aug 2017",
    "results": [
      "Provided customer service support for restaurant/delivery partners via phone, live web-chat and email.",
      "Solved 80% of queries within the 5 minutes SLA, due to being able to quickly understand customer requirements."
    ]
  },
  {
    "logo": "../assets/tol.svg",
    "title": "Think Out Loud UK",
    "subtitle1": "Co-Founder and Chief Creative Officer",
    "subtitle2": "Feb 2016 - Feb 2018",
    "results": [
      "Co-founded a bespoke, online fashion brand. Implemented an e-commerce website, created marketing campaigns and designed the garment range for our target audience.",
      "Gained entrepreneurial experience by working with stakeholders, negotiating with suppliers and developing business ideas to help the growth of the company."
    ]
  },
  {
    "logo": "../assets/tol.svg",
    "title": "Explore Learning",
    "subtitle1": "Maths, English & 11+ Tutor (Part-Time)",
    "subtitle2": "Oct 2014 - Jul 2016",
    "results": [
      "Full ownership of the 11+ course, providing specialist support to children taking the 11+ Exams. This involved lesson planning, teaching groups of 30 children, marking work and providing individual feedback to parents."
    ]
  }
]
